Repository: payneteasy/wooCommerce-pne-module
Catalog: languages/paynet-easy-gateway-*.po
Languages: ru_ru

source: PaynetEasy Gateway
ru_ru: PaynetEasy Шлюз

source: PaynetEasy Gateway.
ru_ru: PaynetEasy шлюз.

source: PaynetEasy Gateway for Visa and Mastercard
ru_ru: PaynetEasy платёжный шлюз для Visa и Mastercard

source: Validation error
ru_ru: Ошибка проверки

source: Enable/Disable
ru_ru: Вкл./Выкл.

source: Enable
ru_ru: Включено

source: Title
ru_ru: Заголовок

source: This controls the title which the user sees during checkout.
ru_ru: Этот заголовок будет выводиться рядом с формой оплаты

source: Credit Card
ru_ru: Кредная карта

source: Description
ru_ru: Описание

source: This controls the description which the user sees during checkout.
ru_ru: Этот текст будет выводиться на странице оплаты

source: Sandbox test mode
ru_ru: Тестовый режим

source: Enable sandbox test mode
ru_ru: Включить тестовый режим

source: Place the payment gateway in development mode.
ru_ru: Тестовый режим работы шлюза

source: Log level
ru_ru: Режим журналов

source: Integration Method
ru_ru: Метод интеграции

source: Inline form
ru_ru: Встроенная форма

source: Remote form
ru_ru: Удалённая форма

source: Login
ru_ru: Логин

source: Merchant login name
ru_ru: Логин продавца в системе Paynet

source: Control Key
ru_ru: Секретный ключ

source: Merchant control string for sign
ru_ru: Секретный ключ для подписи (выдаётся продавцу)

source: Gateway url
ru_ru: URL шлюза

source: Url for gateway
ru_ru: Url для шлюза

source: Sandbox End point
ru_ru: End Point

source: Sandbox End point group
ru_ru: End Point group

source: Sandbox Login
ru_ru: Логин

source: Sandbox Control Key
ru_ru: Секретный ключ

source: Gateway url sandbox
ru_ru: Url для тестового шлюза

source: Url for gateway sandbox
ru_ru: Url для шлюза

source: You will be redirected to a secure site for entering credit card information.
ru_ru: Вы будете перенаправлены для ввода кредитной карты

source: Card Number
ru_ru: Номер кредитной карты

source: Printed name
ru_ru: Имя владельца карты

source: Expiry month
ru_ru: Месяц

source: Expiry year
ru_ru: Год

source: Card Code (CVC)
ru_ru: CVV код

source: Card number
ru_ru: Номер карты

source: Expire month
ru_ru: месяц

source: Expire year
ru_ru: год

source: Cvv
ru_ru: Cvv код

source: Required "%s" field
ru_ru: Поле %s обязательно

source: The "%s" field is not valid
ru_ru: Поле %s имеет ошибочный формат

source: CALLBACK has been received with status
ru_ru: CALLBACK был принят от сервера со статусом

source: CALLBACK error:
ru_ru: CALLBACK ошибка

source: REDIRECT has been received with status
ru_ru: REDIRECT был принят со статусом

source: Payment declined
ru_ru: Платёж отклонён

source: Payment approved
ru_ru: Платёж подветрждён

source: Payment processing
ru_ru: Платёж обрабатывается

source: Error during payment processing
ru_ru: Ошибка во время обработки транзакции

source: Payment chargeback
ru_ru: Возврат платежа (chargeback)

source: Payment reversal
ru_ru: Отмена платежа (reversal)

source: approved
ru_ru: принято

source: declined
ru_ru: отклонено

source: error
ru_ru: ошибка

source: filtered
ru_ru: фильтр

source: processing
ru_ru: обработка

source: unknown
ru_ru: неизвестно

source: Progress Title
ru_ru: Процесс оплаты

source: Progress message
ru_ru: Страница будет автоматически обновлена в течении 30 секунд

source: Update
ru_ru: Обновить
